Revit 2027 API
ParameterTypeId.AutoMullionBorder2Vert Property
 "Border 2 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder2Vert { get; }
Public Shared ReadOnly Property AutoMullionBorder2Vert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder2Vert {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder2Vert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace